return_dict = {
    'description': '1983年，广东省辖3地区、9省辖市（广州、汕头、湛江、韶关、佛山、江门、茂名、深圳、珠海）、1行政区、1自治州，91县、6市、3自治县、6市辖区、5办事处。\n\n1983年12月22日国务院批复：',
    '地级市': [
        ('地市合并', '撤销佛山地区。将南海、三水、顺德、高明4县划归佛山市管辖；将开平、台山、恩平、新会、鹤山5县划归江门市管辖；将斗门县划归珠海市管辖。'),
        ('地市合并', '撤销汕头地区。将澄海、潮阳、揭阳、揭西、晋宁、惠来、饶平、南澳8县划归汕头市管辖；'),
        ('地市合并', '撤销韶关地区。将南雄、始兴、仁化、乐昌、翁源、英德、阳山、连县、乳源瑶族自治县、连南瑶族自治县、连山壮族瑶族自治县共11县划归韶关市管辖；将清远、佛冈2县划归广州市管辖。'),
        ('地市合并', '撤销湛江地区……'),
        ('地级市降格', '海口市降格为县级市，划归海南行政区管辖。')
    ],
    '县级市': [
        ('撤县设市', '撤销中山县，设立中山市（县级），以中山县的行政区域为中山市的行政区域。'),
        ('撤县设市', '撤销潮安县，将潮安县的行政区域并入潮州市。撤销梅州市、梅县，梅州市与梅县合并，设立梅县市（县级）。'),
        ('降级为市', '海口市降格为县级市，划归海南行政区管辖。（国务院1983年12月22日批准）')
    ],
    '市辖区': [
        ('xx模式', 'yy内容')
    ]
}